<template>
  <div class="agreement content">
    <h2 class="agreement-title">
      Согласие на обработку персональных данных
    </h2>
    <p>
      Субъект персональных данных (далее – <b>Субъект</b>), отправляющий данные через форму обратной связи на веб-
      сайте harmonytec.ru (далее — <b>Сайт</b>), действуя свободно, своей волей и в своём интересе, а также подтверждая
      свою дееспособность, предоставляет настоящее согласие на обработку персональных данных (далее — Согласие)
      Обществу с ограниченной ответственностью «Хармони Текнолоджиз», ИНН 9717150655, зарегистрированному
      по адресу: г. Москва, Мира пр-т, д. 131, пом. 3/1 (далее — <b>Оператор</b>), которому принадлежит Сайт.
    </p>
    <h4 class="agreement-subtitle">
      1. Общие положения
    </h4>
    <p>
      1.1. Настоящее Согласие даётся на обработку персональных данных как с использованием средств
      автоматизации, так и без их использования.
    </p>
    <h4 class="agreement-subtitle">
      2. Перечень персональных данных
    </h4>
    <p>
      2.1. В рамках настоящего Согласия Оператор вправе обрабатывать следующие персональные данные,
      указываемые Субъектом при заполнении формы обратной связи на Сайте:
      <ul>
        <li>наименование организации (при наличии);</li>
        <li>фамилия, имя, отчество (при наличии) контактного лица;</li>
        <li>номер телефона;</li>
        <li>адрес электронной почты (e-mail);</li>
        <li>содержание обращения (сообщения) в текстовом поле формы;</li>
      </ul>
    </p>
    <h4 class="agreement-subtitle">
      3. Цель обработки персональных данных
    </h4>
    <p>
      3.1. Цель обработки персональных данных — взаимодействия с Субъектом по направленному через Сайт обращению.
      3.2. Указанная цель включает, в частности:
      <ul>
        <li>приём, регистрацию, рассмотрение и обработку обращения, направленного через форму обратной связи;</li>
        <li>подготовку и направление ответов по указанным контактным данным;</li>
        <li>уточнение деталей обращения, предоставление информации и консультаций по продуктам и услугам Оператора, связанных с обращением Субъекта;</li>
        <li>при наличии заинтересованности Субъекта — обсуждение возможного проекта, подготовку и заключение договора с Оператором, а также дальнейшее исполнение такого договора;</li>
        <li>выполнение Оператором обязанностей, возложенных на него законодательством Российской 	Федерации (включая требования по 	бухгалтерскому и налоговому учёту, хранению документов и отчётности), в части, необходимой для обработки обращений Субъекта и взаимодействия с ним.</li>
      </ul>
    </p>
    <h4 class="agreement-subtitle">
      4. Действия с персональными данными
    </h4>
    <p>
      4.1. В рамках достижения цели, указанной в разделе 3, Оператор вправе совершать с персональными данными
      следующие действия: сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение),
      извлечение, использование, передачу (предоставление, доступ), обезличивание, блокирование, удаление и уничтожение.
    </p>
    <h4 class="agreement-subtitle">
      5. Передача персональных данных третьим лицам
    </h4>
    <p>
      5.1. Для достижения цели обработки, указанной в разделе 3 настоящего Согласия, Оператор вправе поручить
      обработку персональных данных следующим категориям лиц, действующим на основании заключённых с
      Оператором договоров и исключительно по его поручению:
      <ul>
        <li>организациям, предоставляющим Оператору услуги по размещению и сопровождению Сайта (хостинг, техническая поддержка, администрирование и хранение данных);</li>
        <li>провайдерам корпоративной электронной почты и иным лицам, обеспечивающим приём, хранение и доставку электронных сообщений Оператора;</li>
        <li>поставщикам CRM-систем, сервисов отправки сообщений и другим информационным системам, используемым Оператором для обработки обращений и управления взаимодействием с клиентами.</li>
      </ul>
      5.2. Указанные лица обрабатывают персональные данные только в интересах Оператора, на основании его
      поручения, в пределах цели обработки, определённой настоящим Согласием, и при соблюдении требований
      законодательства Российской Федерации о персональных данных.<br><br>
      5.3. Передача персональных данных третьим лицам для их собственных целей (в том числе для самостоятельных
      маркетинговых рассылок или продвижения их товаров и услуг) Оператором не осуществляется.<br><br>
      5.4. Персональные данные могут быть предоставлены уполномоченным государственным органам в случаях и
      порядке, установленном законодательством Российской Федерации.
    </p>
    <h4 class="agreement-subtitle">
      6. Срок обработки персональных данных
    </h4>
    <p>
      6.1. Персональные данные обрабатываются Оператором до достижения цели обработки, указанной в разделе 3
      настоящего Согласия, либо до отзыва Субъектом Согласия, в зависимости от того, что наступит раньше, если
      иное не предусмотрено законодательством Российской Федерации.<br><br>
      6.2. По достижении цели обработки персональные данные подлежат уничтожению либо обезличиванию в сроки
      и в порядке, предусмотренных законодательством Российской Федерации.
    </p>
    <h4 class="agreement-subtitle">
      7. Порядок отзыва Согласия и права Субъекта персональных данных
    </h4>
    <p>
      7.1. Согласие может быть отозвано Субъектом персональных данных в любой момент.<br><br>
      7.2. Для отзыва Согласия Субъект направляет Оператору обращение в форме электронного документа,
      подписанного в соответствии с законодательством Российской Федерации об электронной подписи, на адрес
      электронной почты Оператора contact@harmonytec.ru.
    </p>
    <h4 class="agreement-subtitle">
      8. Обработка персональных данных без Согласия
    </h4>
    <p>
      8.1. В случаях, предусмотренных Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных данных»,
      Оператор вправе продолжить обработку персональных данных без Согласия Субъекта, в том числе после его
      отзыва, при наличии оснований, указанных в пунктах 2–11 части 1 статьи 6, части 2 статьи 10 и части 2 статьи 11
      указанного закона.
    </p>
    <h4 class="agreement-subtitle">
      9. Момент предоставления и срок действия Согласия
    </h4>
    <p>
      9.1. Согласие считается предоставленным Субъектом персональных данных в момент проставления отметки
      (чекбокса) под формой обратной связи на Сайте и нажатия кнопки отправки формы.<br><br>
      9.2. Согласие действует до момента прекращения обработки персональных данных в соответствии с разделами 6
      и 7 настоящего Согласия.
    </p>
  </div>
</template>

<script setup>

</script>

<style lang="scss">
.agreement {
  display: flex;
  flex-direction: column;
  gap: rem(20);
  background-color: var(--color-extra-light-blue);
  border-radius: $border-radius-block;
  padding: fluid(40, 32);
  margin: rem(24) auto;
  margin-bottom: 0;

  &-title {
    text-transform: uppercase;
    text-align: center;
  }
}
</style>
