{
  "tag": "О компании",
  "title": "Прозрачная и&nbsp;безопасная работа с&nbsp;персональными данными",
  "description": "<b>Harmony Technologies</b> помогает бизнесу выстроить прозрачную, правомерную и&nbsp;защищённую работу с&nbsp;персональными данными — на&nbsp;основе чётких правил, процессов и&nbsp;технологий",
  "founder_name": "Марк Витин",
  "founder_position": "Основатель Harmony Technologies",
  "text": "<p>Меня зовут Марк Витин. Я руководитель и основатель Harmony Technologies. Больше 20 лет занимаюсь созданием информационных систем, информационной безопасностью и организацией правомерной и безопасной обработки персональных данных для крупных компаний.</p><p>Закончил НИЯУ МИФИ, прошёл программу профессиональной переподготовки по информационной безопасности и дополнительную профессиональную программу &#34;Обеспечение безопасности персональных данных при их обработке в информационных системах персональных данных&#34;.</p><p>Путь в ИТ начал с инженерных позиций, связанных с созданием корпоративных информационных системам и интеграцией.</p><p>В моем опыте - организация управления корпоративными информационными системами, разработка информационно-аналитических платформ для управленческого контроля, развитие хранилищ данных и аналитика.</p><p>Участвовал в создании отраслевых стандартов и аудите интеграционных решений.</p><p>Возглавлял направление обеспечения защиты информации в организации федерального уровня,</p><p>руководил направлением защиты персональных данных в крупном промышленном холдинге.</p><p>Этот опыт позволяет мне говорить с бизнесом на одном языке, собирая все аспекты обработки персональных данных в единую систему.</p>",
  "help_title": "Поможем выстроить прозрачную и&nbsp;безопасную работу с&nbsp;персональными данными",
  "help_description": "Расскажите о&nbsp;вашем запросе — оценим ситуацию, предложим решения и&nbsp;возьмём на&nbsp;себя весь процесс наведения порядка в&nbsp;обработке персональных данных.",
  "apply": "Оставить заявку",
  "principles": {
    "title": "Принципы работы Harmony Technologies",
    "description": "Комплаенс обработки персональных данных - не&nbsp;«отдельный комплект документов», а&nbsp;часть управляемой инфраструктуры компании, где&nbsp;согласованы три&nbsp;ключевых аспекта: правовой,&nbsp;организационный&nbsp;и&nbsp;технический.",
    "cards": [
      {
        "icon": "bookmark",
        "title": "Правовой аспект",
        "text": "Работа с персональными данными в компании может строиться не только на формальной «законности», но и быть реально обоснованной и понятной:",
        "list": [
          "обоснованность обработки данных;",
          "корректная формулировка целей и правовых оснований;",
          "чётко определённые роли оператора и обработчика;",
          "прозрачные обязательства перед субъектами персональных данных и регуляторами."
        ]
      },
      {
        "icon": "tiles",
        "title": "Организационный аспект",
        "text": "Даже самая хорошая документация не работает, если в компании нет понятных процессов и ответственных:",
        "list": [
          "ясное распределение ответственности за обработку и защиту персональных данных;",
          "реальные, а не «номинальные» процессы;",
          "обучение и вовлечённость сотрудников для понимания возможностей и ограничений работы с персональными данными."
        ]
      },
      {
        "icon": "tech",
        "title": "Технический аспект",
        "text": "Технологии должны поддерживать безопасность и соответствие требованиям, а не мешать им:",
        "list": [
          "понимание, какие системы хранят и обрабатывают персональные данные, как разграничен доступ к ним;",
          "реальные меры защиты, а не только прописанные на бумаге;",
          "учёт требований информационной безопасности при автоматизации и внедрении новых сервисов и ИТ-решений."
        ]
      }
    ]
  }
}
