{
  "title": "Типовые зоны риска при&nbsp;обработке персональных данных",
  "subtitle": "Основные области, где&nbsp;компании сталкиваются с&nbsp;нарушениями 152-ФЗ",
  "button": {
    "label": "Проверить процесс обработки ПДн",
    "to": "/#maintenance"
  },
  "cards": [
    {
      "icon": "user",
      "title": "Регистрация участников, клиентов, посетителей",
      "text": "Сбор ФИО, контактов, паспортных данных при&nbsp;регистрации, проведении мероприятий, выдаче пропусков. Риск — превышение объёма данных, отсутствие целей и&nbsp;согласий, передача данных третьим лицам как&nbsp;незаконное предоставление данных (ст.&nbsp;13.11 КоАП&nbsp;РФ)."
    },
    {
      "icon": "tag-user",
      "title": "Кадровые данные сотрудников и&nbsp;кандидатов",
      "text": "Передача паспортов, адресов, телефонов и&nbsp;медицинских сведений подрядчикам и&nbsp;аутсорсерам, отсутствие регламента доступа и&nbsp;минимизации обработки персональных данных (ст.&nbsp;18.1, 19 152-ФЗ)."
    },
    {
      "icon": "sms-notification",
      "title": "Маркетинг, CRM и рассылки",
      "text": "Использование клиентских баз в&nbsp;рекламных кампаниях, передача данных подрядчикам без корректного статуса оператора, отсутствие учёта согласий и&nbsp;сроков хранения, что создаёт риск незаконной обработки персональных данных."
    },
    {
      "icon": "camera",
      "title": "Фото- и видеоматериалы с людьми",
      "text": "Публикация изображений сотрудников, клиентов и&nbsp;посетителей в&nbsp;маркетинговых и&nbsp;репутационных материалах без учёта статуса персональных данных и&nbsp;получения согласий может нарушать права субъектов персональных данных (ст.&nbsp;9 152-ФЗ)."
    },
    {
      "icon": "security",
      "title": "Пропускной режим и учёт посетителей",
      "text": "Сбор паспортных данных и&nbsp;телефонов при входе на&nbsp;объект, хранение бумажных журналов, передача данных службам безопасности и&nbsp;подрядчикам без регламента законности и&nbsp;минимизации обработки (ст.&nbsp;5, 19 152-ФЗ)."
    }
  ]
}
